src/test/resources/file_endpoint/input/TransferComplete.txt

<?xml version='1.0' encoding='UTF-8'?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV='http://schemas.xmlsoap.org/soap/envelope/'
	xmlns:SOAP-ENC='http://schemas.xmlsoap.org/soap/encoding' xmlns:xsd='http://www.w3.org/2001/XMLSchema'
	xmlns:xsi='http://www.w3.org/2001/XMLSchema-instance' xmlns:cwmp='urn:dslforum-org:cwmp-1-0'>
	<SOAP-ENV:Header>
		<cwmp:ID SOAP-ENV:mustUnderstand='1'>1273564052</cwmp:ID>
	</SOAP-ENV:Header>
	<SOAP-ENV:Body>
		<cwmp:TransferComplete>
			<Commandkey>12585</Commandkey>
			<FaultStruct>
				<FaultCode>0</FaultCode>
				<FaultString></FaultString>
			</FaultStruct>
			<StartTime>2010-05-11T07:47:16</StartTime>
			<CompleteTime>2010-05-11T07:47:27</CompleteTime>
		</cwmp:TransferComplete>
	</SOAP-ENV:Body>
</SOAP-ENV:Envelope>